Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie chcę cię okraść. Po prostu czeka na nią bardzo wpływowy człowiek i musi ona do niego wrócić. Inaczej obaj jesteśmy martwi.
uk: Я не хочу тебе грабувати. Просто на неї чекає дуже впливовий чоловік, і вона повинна повернутися до нього. Інакше нам обом кінець.

source: Nie chcę do tego wracać.
uk: Я не хочу про це говорити.

source: Nie chcę ich kupić.
uk: Я не збираюсь їх купувати.

source: Nie chcę kłopotów.
uk: Я не хочу проблем.

source: Nie chcę kłopotów. (Daj ryby)
uk: Я не хочу проблем. (Віддати рибу)

source: Nie chcę mieć do czynienia z takimi jak ty!
uk: Я не хочу мати справу з такими, як ти!

source: Nie chcę mieć nic wspólnego ze złodziejami!
uk: Я не хочу мати нічого спільного зі злодіями!

source: Nie chcę nawet myśleć o wpływie tego gatunku na lokalną faunę i florę!
uk: Я навіть не хочу думати, як цей вид вплине на місцеву флору та фауну.

source: Nie chcę nawet o tym teraz myśleć i się znowu denerwować...
uk: Я навіть думати зараз про це не хочу, щоб знову не засмучуватись.

source: Nie chcę niczego w zamian.
uk: Мені не потрібно нічого взамін.

source: Nie chcę o tym rozmawiać.
uk: Я не хочу про це говорити.

source: Nie chcę ryzykować zdobywania tego mięsa bez pewności, że ta potrawka faktycznie się do czegoś nadaje. Przyrządź mi ją, a dobrze ci zapłacę.
uk: Я не хочу ризикувати і закуповувати це м'ясо, не будучи впевненим, що ця страва дійсно корисна. Приготуй її для мене, і я тобі добре заплачу.

source: Nie chcę skończyć jako krwawa plama!
uk: Я не хочу перетворитися на криваву пляму!

source: Nie chcę tego, ale chyba muszę zwrócić honor Lorenzo. Dobra robota, najemniku.
uk: Мені цього не хочеться, але варто віддати належне Лоренцо. Браво, найманцю.

source: Nie chcę trafić za kratki.
uk: Я не хочу опинитися за ґратами.

source: Nie chcę zabrzmieć jak ktoś negatywnie nastawiony do straży, ale nie miałbym nic przeciwko, gdyby tą bramą już nie wracali.
uk: Я не хочу здатися людиною, яка негативно ставиться до Варти, але я був би не проти, якби вони більше не поверталися через ці ворота.

source: Nie chcę zrobić ci krzywdy.
uk: Я не хочу тебе кривдити.

source: Nie chcę zrobić wam krzywdy!
uk: Я не хочу заподіяти вам шкоди!

source: Nie chcę żadnych kłopotów. Załatw sprawę z cmentarzem, to porozmawiamy.
uk: Я не хочу неприємностей. Розберися з цвинтарем, тоді поговоримо.

source: Nie chcę żadnych niedobitków, którzy mogliby na nowo otworzyć interes.
uk: Я не хочу, щоб залишились якісь недобитки, які зможуть заново відновити свої лихі справи.

source: Nie chcę żyć w ciągłym strachu. Najważniejsze, że wyrwałam się od tych oprawców.
uk: Я не хочу жити в постійному страху. Найголовніше, що я втекла від тих злочинців.

source: Nie chcę? A to niby dlaczego?
uk: Я не хочу? Чому це?

source: Nie chodzi mi o kapowanie. Chciałem ci zaproponować dołączenie do straży.
uk: Я нічого не казав про доноси. Я хотів запропонувати тобі долучитися до Варти.

source: Nie chodzi mi o plotki...
uk: Мене цікавлять не плітки...

source: Nie chodzi mi o przeprowadzanie żadnych dywersji, możesz spokojnie mi je pokazać...
uk: Я не збираюся займатися диверсіями, можеш спокійно їх мені показати...

source: Nie chodzi mi o strój drwala.
uk: Йдеться не обов'язково про вбрання лісоруба.

source: Nie chodzi o mnie. Lutz wrócił.
uk: Справа не в мені. Люц повернувся.

source: Nie chwal dnia przed zachodem słońca. Najpierw mamy jeszcze kilka ożywieńców do wypędzenia.
uk: Не кажи гоп, доки не перескочиш. Спершу нам потрібно прогнати ще кількох мерців.

source: Nie chwaląc się, potrafię przyłożyć, a kiedyś ćwiczyłem walkę długą bronią, i coś pewnie jeszcze pamiętam.
uk: Їй-бо, битися я вмію. А колись я ще практикувався битись довгою зброєю, і, гадаю, щось ще пам'ятаю.

source: Nie chłopcze, to ja dziękuję. Bez twojej pomocy pewnie darowałbym sobie ten pomysł, a tak na Archolos będziemy mieli jeszcze jedno wyborne wino.
uk: Хлопче, я тобі вдячний. Без твоєї допомоги я б, напевно, відмовився від цієї ідеї, а так у нас буде ще одне чудове вино на Архолосі.

source: Nie co, a kogo. Ładne panienki.
uk: Не що, а кого. Гарненьких дівчат.

source: Nie cwaniakuj, tylko gadaj prawdę. Podobno przechwalałeś się w burdelu na lewo i prawo swoim małym przekrętem.
uk: Не хитруй, просто скажи правду. Здається, ти направо і наліво вихвалявся в борделі своєю маленькою аферою.

source: Nie czas na sen!
uk: Зараз не час спати!

source: Nie czas teraz na żałobę, miasto płonie.
uk: Зараз не час для скорботи, місто палає.

source: Nie czekaj na mnie, zanieś zioła do Lokvara. Zobaczymy się już we wiosce.
uk: Не чекай на мене, віднеси трави до Локвара. Побачимось у селі.

source: Nie czepiaj się. W każdym razie, skoro ja nie dałam rady, to ktoś inny musi odzyskać to pismo. Musisz coś zrobić, inaczej wyląduję na bruku!
uk: Не прискіпуйся до мене. Так чи інакше, якщо мені не вдалося, хтось інший повинен забрати ті документи. Ти повинен щось вдіяти, інакше я опинюся на вулиці!

source: Nie czujecie się zbyt pewnie z mieczem? Bez obawy! Każdy nowy przejdzie trening bojowy i to kompletnie za darmo!
uk: Не надто впевнено володієте мечем? Не хвилюйтесь! Усі новачки отримають бойову підготовку абсолютно безкоштовно!

source: Nie czuję nic niezwykłego...
uk: Я не відчуваю нічого незвичайного...

source: Nie czuję się komfortowo, ale będąc tutaj w tyle osób, tylko prawdziwa armia nieumarłych mogłaby nam zagrozić.
uk: Я почуваюся некомфортно, але, перебуваючи в оточенні такої кількості людей, нам може загрожувати лише справжня армія нечисті.

source: Nie czuję się na siłach, by dla was zaśpiewać, ale Karin zgodziła się zrobić to za mnie.
uk: Я не вмію співати, але Карін погодилась зробити це замість мене.

source: Nie czuję się na siłach, by nas dalej prowadzić, chyba będziesz musiał iść przodem.
uk: Відчуваю, що не зможу вести нас далі. Тож, гадаю, тобі доведеться йти попереду.

source: Nie czuję się najlepiej...
uk: Мені недобре...

source: Nie czuję się... najlepiej...
uk: Мені... недобре...

source: Nie da się pełnić warty z pustym brzuchem, dbam więc o to by na naszych strażników każdego dnia czekał pyszny i wartościowy posiłek.
uk: Неможливо нести службу на голодний шлунок, тому я дбаю про те, щоб наших вартових щодня чекала смачна та поживна їжа.

source: Nie da się przebić ich grubej skóry żadnym pociskiem. Trudno też oczekiwać, by stwór tak masywny uległ upadkowi. Trolla można jednak dość łatwo wykiwać. Ze względu na swoje rozmiary, stworzenie to jest powolne, co w przypadku starcia warto wykorzystać. Uderzenia trolla są zdolne wyrzucić człowieka w powietrze, toteż o ile istnieje taka możliwość, warto zażyć miksturę łagodzącą upadek”.
uk: Жодна стріла чи болт не зможе пробити його товсту шкуру. Також важко очікувати, що така масивна істота може впасти. Втім, троля можна досить легко обдурити. Завдяки своїм розмірам, він повільний, чим, у разі сутички, варто скористатися. Удари троля здатні підкинути людину в повітря, тому за можливості варто взяти з собою зілля, що полегшує падіння.

source: Nie da się ukryć, że to właśnie pielęgnowanie pamięci o minionych czasach sprawiło, że mieszkańcy wsi z tak wielką dumą wypowiadają się o ziemi, którą uprawiają, i plonach, które ta im ofiaruje. Zarazem jednak mają w pogardzie miastowych, których złośliwie nazywają „przegniłym owocem zdrajców i zamorskich zaborców”.
uk: Не можна заперечувати, що саме плекання пам'яті про минулі часи змусило селян так пишатися своєю землею, яку вони обробляють, і врожаями, які вона дає. Водночас вони з презирством ставляться до містян, яких злісно називають 'гнилим плодом зрадників і заморських загарбників'.

source: Nie da się ukryć, że wino, które produkuje, jest niezłe, a jego uprawy i możliwości finansowe ogromne.
uk: Немає жодних сумнівів, що його вино доволі хороше, а врожай і фінансові можливості величезні.

source: Nie da się ukryć.
uk: Не буду цього заперечувати.

source: Nie da się z niej nic odczytać.
uk: На ній майже нічого не можна розібрати.

source: Nie da się żadnym pancerzem zabezpieczyć przed obrażeniami od upadku czy lotu. Dla człowieka jedynym ratunkiem może okazać się wyuczona akrobatyka. Im cięższy przeciwnik, tym bardziej jest odporny na ten rodzaj obrażeń.
uk: Жоден обладунок не може захистити від травм, отриманих під час падіння чи польоту. Для людини єдиним порятунком може стати навчання акробатиці. Чим важчий супротивник, тим стійкіший він до такого типу шкоди.

source: Nie daj mu uciec!
uk: Не дай йому втекти!

source: Nie daj się!
uk: Не здавайся!

source: Nie dajmy się zwieść tym złotoustym bandytom!
uk: Не дайте себе обдурити цим промовистим бандитам!

source: Nie daję jałmużny, zejdź mi z drogi.
uk: Я не роздаю подаяння, геть з дороги.

source: Nie daję sobą pomiatać i kiedy trzeba potrafię dopiąć swoich spraw. Nie proszę zwykle nikogo o pomoc, bardziej wolę współpracować. Z czasem nabrano do mnie respektu.
uk: Я не дозволяю собою керувати і можу зробити все, що потрібно, коли мені це потрібно. Зазвичай я нікого не прошу про допомогу, надаю перевагу співпраці. З часом я завоювала повагу.

source: Nie dam rady iść dalej. Postanowiłem udać się do jaskini razem z Fabio. Nie przepadam za tym gburem, ale wygląda na kogoś, kto potrafi obronić się przed dzikimi bestiami.
uk: Я не зможу йти далі. Я вирішив піти до печери разом з Фабіо. Мені не дуже подобається цей задирака, але він схожий на того, хто може захистити себе від диких звірів.

source: Nie dam rady od razu wrócić na służbę. Będę musiał odpocząć po tym... wszystkim. Cieszę się, że to już koniec.
uk: Я не зможу одразу повернутися до служби. Мені треба відпочити після цього... всього. Я радий, що все закінчилося.

source: Nie dam rady.
uk: Я не можу це зробити.

source: Nie damy rady przeszukać całego miasta sami.
uk: Ми не зможемо обшукати все місто самотужки.

source: Nie damy rady.
uk: Ми не впораємось.

source: Nie dałem rady. Uciekłem jak pieprzony tchórz, gdy Ioris zmarła mi na rękach. Z Kerrana i tak już by nic nie zostało. Wybacz mi.
uk: Я не витримав. Я втік, як клятий боягуз, коли Йоріс померла у мене на руках. Керран все одно не вижив би. Пробачте мені.

source: Nie dałem się złapać na tandetę, którą chciał mi wcisnąć Huug. W zamian, że nie wydam go magom, obiecał mi zorganizować spektakl dla gorliwego Runara. Po północy mam go przyprowadzić do kapliczki Innosa, zaraz za wschodnią bramą miasta. Mam nadzieję, że rytuał okaże się na tyle idiotyczny, by Runar porzucił poszukiwania magicznego artefaktu.
uk: Я не повівся на сміття, яке хотів мені підсунути Хууг. В обмін на те, що я не видам його магам, він пообіцяв мені організувати виставу для впертого Рунара. Після опівночі я маю привести його до вівтаря Інноса, що за східною брамою міста. Сподіваюся, ритуал виявиться настільки ідіотським, що Рунар відмовиться від пошуків магічного артефакту.

source: Nie denerwuj mnie!
uk: Не серди мене!

source: Nie denerwuj mnie! Prawie zginąłem! Gdybym nie poszedł się wyszczać, to teraz byłbym pod tymi skałami!
uk: Не нервуй мене! Я мало не помер! Якби я не пішов відлити, то був би зараз під тим камінням!

source: Nie denerwuj mnie, bo dostaniesz w nos!
uk: Не зли мене, бо ніс зламаю!

source: Nie denerwuj mnie. Nie dość, że muszę was obsługiwać, to jeszcze zadajesz idiotyczne pytania.
uk: Не дратуй мене. Мало того, що я мушу вас обслуговувати, так ти ще й задаєш ідіотські питання.

source: Nie denerwuj się, gdy już skończysz, to wszystko ci oddam.
uk: Не хвилюйся, як тільки закінчиш, я все тобі поверну.

source: Nie dla mnie, synu. Dla Króla i królestwa Myrtany. Jest parę rzeczy, którymi musimy się pilnie zająć.
uk: Не на мене, синку. А на Короля і Королівство Міртана. Є декілька справ, якими ми повинні терміново зайнятися.

source: Nie dla mnie. A jeśli planujesz mi się nastręczać, to pamiętaj, że znam sposoby na pozbywanie się takich upierdliwych wypierdków jak ty.
uk: Мене це не стосується. А якщо ти плануєш і далі мене турбувати, просто пам'ятай, що я знаю, як позбуватися таких впертих шмаркачів, як ти.

source: Nie dla psa kiełbasa
uk: Не для пса ковбаса

source: Nie do końca planowaną wizytę.
uk: Це не зовсім запланований візит.

source: Nie do końca w jednym kawałku...
uk: Не зовсім цілими...

source: Nie do końca wiem czemu, ale będę potrzebował twojego pancerza.
uk: Я не зовсім впевнений, навіщо, але мені знадобиться твій обладунок.

source: Nie do końca, ale jeśli bardzo chcesz, jego też spotkasz.
uk: Не зовсім, але якщо дуже захочеш, то зустрінешся і з ним.

source: Nie do końca, ale nie sprawił mi dużego problemu.
uk: Це не зовсім так, але він не доставив мені проблем.

source: Nie do końca, po prostu potrzebuję się tam dostać, ale drzwi są zamknięte na klucz.
uk: Не зовсім, мені просто потрібно туди потрапити, але двері замкнені.

source: Nie do końca.
uk: Не зовсім.

source: Nie do końca. (Zdaj raport).
uk: Не зовсім. (Розповісти)

source: Nie do końca. Jeśli pomożesz strażnikom w treningach strzelania z kuszy, Lorenzo po raz kolejny rozpatrzy twoją kandydaturę.
uk: Не зовсім. Якщо ти допоможеш вартовим з тренуваннями зі стрільби з арбалета, Лоренцо знову розгляне твою кандидатуру.

source: Nie do końca. Kosztowało to mnie moje stanowisko i pozycję w straży.
uk: Це не все. Це коштувало мені моєї посади і позиції в Варті.

source: Nie do końca. Ona również miała dość ciebie, a donos Viktora dał jej dobry pretekst.
uk: Це не зовсім так. Вона втомилася від тебе, а розповідь Віктора дала їй гарний привід.

source: Nie do końca. Służba z pewnością ma sporo zalet, ale oczywiście, nie jest idealnie. Żołd mógłby być wyższy, trochę słabo nas karmią, ale ogólnie nie jest źle.
uk: Не зовсім. Служба, безумовно, має багато переваг, але, звичайно, вона не ідеальна. Зарплатня могла б бути вищою, годують нас трохи поганенько, але в цілому все непогано.

source: Nie do końca...
uk: Не зовсім...

source: Nie do podźwignięcia
uk: Непідйомний тягар

source: Nie dobrze.
uk: Недобре.

source: Nie dokończyłem spraw z węglarzami na czas...
uk: Я не встиг вчасно закінчити справи з вуглярами...

source: Nie dokończyłem sprawy związanej z pracownikami dźwigu. Lucas nie będzie zadowolony.
uk: Я ще не вирішив проблему з працівниками біля підйомника. Лукас буде незадоволений.

source: Nie dokładnie, ale przed wypłynięciem usłyszałem rozmowę kapitana z marynarzem floty królewskiej, który pomaga przy transporcie rudy do magazynów.
uk: Не в подробицях, але перед відплиттям я почув розмову капітана з моряком королівського флоту, який допомагав з транспортуванням руди на склади.

source: Nie dopisuje, bo haruję w pocie czoła na takich wypierdków jak wy, a dostaję za to mizerną zapłatę.
uk: Я не в гуморі, бо працюю на таких виродків, як ви, а платять мені за це копійки.

source: Nie doprowadziłem do końca sprawy domu ze Starego Miasta. Mówi się trudno.
uk: Я не довів справу з будинком у Старому місті до кінця. Як то кажуть, не пощастило.

source: Nie doprowadziłem sprawy do końca... Pijany przewodnik pewnie zdążył w międzyczasie wytrzeźwieć.
uk: Я не довів справу до кінця... П'яний провідник, мабуть, вже протверезів за цей час.

source: Nie dostaliście żadnego wsparcia?
uk: Невже до вас не відправили жодної підтримки?

source: Nie dostaliśmy takiego polecenia od dowódcy, więc przykro mi, ale nie pomożemy ci.
uk: Командир не давав нам таких вказівок, тож вибач, нічим не можемо допомогти.

source: Nie dostaniesz ani mnie ani moich grzybów!
uk: Ти не отримаєш ні мене, ні моїх грибів!

source: Nie dostaniesz go za darmo.
uk: Задарма ти його не отримаєш.

source: Nie dostrzegam, by coś zagrażało winnicy od strony jeziora.
uk: Я не бачу, щоб винограднику щось загрожувало з боку озера.

source: Nie dostrzegasz lekcji, jakiej udziela ci pobyt klasztorze?
uk: Невже ти не розумієш уроку, який тобі дає монастир?

source: Nie dotrzymałem?
uk: Не дотримуватися?

source: Nie dotrzymałeś umowy. Oddaj mi go!
uk: Ти не дотримався угоди. Віддай його мені!

source: Nie dowiedziałem się niczego od złodzieja, ale może miał przy sobie coś, co powie mi więcej.
uk: Я нічого не дізнався від злодія, але, можливо, у нього є щось, що могло б розповісти мені більше.

source: Nie dość, że będę musiał opłacać wynajem, to jeszcze Helga podbiła stawkę.
uk: Мало того, що мені доведеться платити за оренду, так ще й Хельга підняла ставку.

source: Nie dość, że podatki rosną z dnia na dzień, połowa zbiorów zgniła przez te podtopienia, to jeszcze farmerzy ciągle gadają o tej Bestii z lasu obok wioski...
uk: Мало того, що податки зростають з кожним днем, половина врожаю згнила через ці повені. Так ще й фермери продовжують говорити про Звіра в лісі біля села...

source: Nie dość, że porwała mojego brata i nasłała na mnie morderców, to jeszcze myślała, że to jej się należy zemsta na Lichwiarzu? Ivy nie była nikim więcej niż egoistyczną morderczynią i oszustką. Na szczęście nie wyrządzi już więcej zła.
uk: Мало того, що вона викрала мого брата і нацькувала на мене вбивць, так вона ще й вважала, що саме вона заслуговує на помсту Лихвареві? Айві була не більше, ніж егоїстичною вбивцею і шахрайкою. На щастя, вона більше нікому не заподіє зла.

source: Nie dość, że potrafiłeś ich wytropić, to jeszcze zebrałeś potrzebne dowody i uszedłeś z życiem.
uk: Ти не тільки зміг вистежити їх, але й зібрав необхідні докази і вийшов сухим з води.

source: Nie dość, że problem z bandytami w okolicach Silbach wciąż istnieje, to jeszcze są wśród nich moi ludzie!
uk: Мало того, що в районі Сільбаху досі є проблеми з бандитами, так ще й серед них мої люди!

source: Nie dość, że przyniosłeś najgorsze szczyny, jakie w swoim życiu piłem...
uk: Мало того, що ти приніс найгіршу сечу, яку я пив у своєму житті...

source: Nie dość, że przyznajesz się do złodziejstwa, to jeszcze obwiniasz za nie staruszka, co to ledwo porusza nogami!?
uk: Мало того, що ти зізнаєшся в крадіжці, так ще й звинувачуєш в цьому старого, який ледве ноги волочить?!

source: Nie dość, że wziąłem ich pod mój dach, to jeszcze ośmielają się podkradać mi moje, odłożone na specjalną okazję, wino? Człowiek na chwilę wyjdzie do miasta, a oni upijają się jak świnie. Widać jaki ojciec, tacy synowie. Dobrze, że za informacje o tym pierścieniu Lichwiarz sporo mi zapłacił. Niech już się Jorn z nim targuje, skoro opłacił jakoś przeprawę u piratów to może i na sprzedaży tego rupiecia się czegoś dorobi. Wtedy ja, jako dobry wuj, chętnie policzę mu coś za prowizję!
uk: Мало того, що я прихистив їх під своїм дахом, так вони ще й наважуються крадькома красти моє вино, відкладене для особливого випадку? Не встигну я відправитись у місто, як вони вже понапиваються, як свині. Мабуть, який батько, такі й сини. Добре, що Лихвар добре заплатив мені за інформацію про перстень. Нехай Йорн торгується з ним, адже ж він якось заплатив піратам за переправу, може, і на продажі цього мотлоху щось отримає. І тоді я, як добрий дядько, з радістю візьму з нього якийсь відсоток!

source: Nie dość, że ziemia dobrze obrodziła, to ceny wyższe niż w dawnych latach!
uk: Мало того, що земля добре родить, так ще й ціни на врожай вищі, ніж у минулі роки!

source: Nie drwij chłopcze, już dość nieszczęścia doznałem.
uk: Не знущайся наді мною, хлопче, я вже достатньо зазнав.

source: Nie drąż tematu, no chyba że chcesz skończyć jak Naars.
uk: Не продовжуй цю тему, якщо не хочеш закінчити, як Наарс.

source: Nie działa.
uk: Не працює.

source: Nie dziw się też, gdy nagle coś zeskoczy ci na głowę. Nie masz pojęcia, jakie dziwactwa potrafią się schować w tych kanałach.
uk: Також не варто дивуватися, якщо тобі раптом щось стрибне на голову. Ти й гадки не маєш, які дивні створіння можуть ховатися в каналізації.

source: Nie dziw się zatem, że nikt nie ma ochoty na was patrzeć.
uk: Тому не дивуйтеся, що ніхто не хоче вас тут бачити.

source: Nie dziwi cię stan w jakim go znalazłem?
uk: Ти не здивований тим, в якому стані я його знайшов?

source: Nie dziwi mnie to. Niewielu ma zaszczyt nosić pancerz Gwardii Królewskiej.
uk: Мене це не дивує. Мало хто удостоєний честі носити обладунки Королівської Гвардії.

source: Nie dziwię się mu w zupełności, nawet człowiek tak wielkiej wiary po tych wszystkich wydarzeniach mógł się złamać.
uk: Я його зовсім не звинувачую. Навіть людина такої глибокої віри після усіх цих подій могла зламатися.

source: Nie dziwię się, ale jeśli cię to jakoś pocieszy, to wyglądasz już znacznie lepiej niż wczoraj.
uk: Я не здивована, але якщо тебе це розрадить, ти вже виглядаєш набагато краще, ніж вчора.

source: Nie dziwię się, że Starszy w końcu postanowił wzmocnić wartę na obrzeżach wioski. Sytuacja z dnia na dzień robi się coraz gorsza.
uk: Не дивно, що староста нарешті вирішив посилити охорону на околицях села. Ситуація погіршується з кожним днем.

source: Nie dziwię się, że są tacy nerwowi. Przegrywamy tę wojnę. Ludzie czują w kościach, że zbliżają się trudne czasy.
uk: Я не здивований, що вони такі нервові. Ми програємо цю війну. Люди нутром відчувають, що настають важкі часи.

source: Nie dziwne, wolą pozostawać w cieniu.
uk: Не дивно, вони воліють залишатися в тіні.

source: Nie gadaj bzdur, miasto Archolos to chyba najgorzej zabezpieczone miejsce na całej wyspie. Byle uciekinier może wejść do niego chociażby kanałami.
uk: Не кажи дурниць. Місто Архолос – це, мабуть, найгірше захищене місце на всьому острові. Будь-який злочинець може потрапити туди хоча б через каналізацію.

source: Nie gadaj bzdur. Jesteś wyziębiona i w pobliżu kręci się pełno dzikich bestii.
uk: Не кажи дурниць. Ти замерзла, а навколо бродить багато диких звірів.

source: Nie gadaj też o tym z Roderichem. Macie po prostu szczęście, że są pilniejsze sprawy niż wasze zbroje.
uk: Не говори також про це з Родеріхом. Вам пощастило, що я маю нагальніші справи, ніж ваше спорядження.

source: Nie gadaj tylko bierz się do roboty!
uk: Не базікай, а дій!

source: Nie gadaj, tylko spróbuj...
uk: Годі базікати. Лише спробуй-но...

source: Nie godzimy się na to! Nie pójdziemy na rzeź jak zwierzęta!
uk: Ми не змиримося з цим! Ми не підемо на бійню, як тварини!

source: Nie gorzej niż wcześniej.
uk: Не гірше, ніж раніше.

source: Nie gorączkuj się, wyruszysz z nami. Gdy dotrzemy do stolicy, zostaniesz wcielony do Gwardii Królewskiej.
uk: Не гарячкуй, ти вирушиш з нами. Коли дістанемося до столиці, тебе приймуть до лав Королівської Гвардії.

source: Nie gódźmy się na ustępstwa. Walczmy o swoje!
uk: Не йдімо на поступки. Борімося за своє!

source: Nie idę na żadną królową pełzaczy. Wracamy.
uk: Я не піду вбивати ніяку королеву повзунів. Ми повертаємось.

source: Nie inaczej, kolego. No chyba, że chcesz rozgniewać tego ważnego człowieka.
uk: Ніяк інакше, мій друже. Ну, якщо тільки ти не хочеш розсердити цього впливового чоловіка.

source: Nie inaczej. Kto pyta?
uk: Ніхто інший. А хто питає?

source: Nie interesuje cię co stało się z dezerterami?
uk: Тобі не цікаво, що сталося з дезертирами?

source: Nie interesuje mnie bycie chłopcem na posyłki.
uk: Я не збираюсь бути хлопчиком на побігеньках.

source: Nie interesuje mnie nic, co mógłbyś mi zaoferować.
uk: Мене не цікавить нічого з того, що ти міг би мені запропонувати.

source: Nie interesuje mnie to! Żegnam.
uk: Мене це не цікавить! Бувай.

source: Nie interesuje mnie zbieranie ryb.
uk: Мені не цікаво збирати рибу.

source: Nie interesują mnie obietnice słowne, chcę to mieć na piśmie! Tylko to pozbawi mnie obaw.
uk: Мене не цікавить усна обіцянка, я хочу отримати її в письмовому вигляді! Це єдине, що зніме мої побоювання.

source: Nie ja będę cię osądzał, lecz całe Archolos.
uk: Не я тебе судитиму, а весь Архолос.

source: Nie ja będę cię osądzał, lecz całe Archolos. (Więzienie)
uk: Не я тебе судитиму, а весь Архолос. (Ув'язнити)

source: Nie jadłam nic od kilku godzin, ale boję się zwolnić miejsce w kolejce.
uk: Я нічого не їла вже кілька годин, але боюся залишати своє місце у черзі.
